package lesson_2;

public class Exercise {
    public static void main(String[] args) {
        // Задача 1. Дано: a = 60, b = 45, c = 17. Найти периметр

        int a = 60;
        int b = 45;
        int c = 17;
        int p = a + b + c;

        System.out.println(p);

        // Задача 3. Дано: Коля получил много двоек и закопал свой дневник на 127 метров.
        // Потом вернулся и углубился еще на 2 метра. На сколько метров закопал свой дневник Коля?
        byte a1 = 127;
        byte c1 = (byte) (a1 + 2);

        System.out.println(c1);
    }
}
